{"translation-revision-date":"2022-06-21 09:54:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Finally, publish subscription products to offer on your store.":["Terakhir, publikasikan produk langganan untuk ditawarkan di toko Anda."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Terakhir, kami akan meminta Anda untuk memverifikasi detail bisnis dan pembayaran agar dapat mengirimkan deposit."],"Create subscriptions":["Buat langganan"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Selanjutnya, kami akan meminta Anda untuk memverifikasi detail bisnis dan pembayaran agar dapat mengirimkan deposit."],"Provide a few business details":["Masukkan informasi detail bisnis"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Untuk memastikan transaksi yang aman dan nyaman, akun WordPress.com diperlukan."],"Add a name, price and image to your subscription product and then publish it.":["Tambahkan nama, harga, dan gambar ke produk langganan Anda lalu publikasikan."],"Create and connect your account":["Buat dan hubungkan akun Anda"],"Create a subscription":["Buat langganan"],"You’re only steps away from selling subscriptions":["Selangkah lagi Anda akan dapat menjual langganan"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Dengan WooCommerce Payments, Anda dapat menjual langganan tanpa biaya penyiapan dan tagihan bulanan. Buat produk langganan, lacak pendapatan berulang, dan kelola pelanggan langsung dari dasbor toko Anda."],"Start selling subscriptions today":["Mulai jual langganan hari ini"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Dengan mengklik “Mulai”, plugin WooCommerce Payments akan diinstal dan Anda menyetujui <a>Ketentuan Layanan<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["Penginstalan WooCommerce Payments gagal. Untuk dapat terus menggunakan fungsi langganan bawaan WooCommerce Payments, harap instal <a>WooCommerce Payments<\/a> secara manual."],"Accepted payment methods":["Metode pembayaran yang diterima"],"Get started":["Memulai"],"Learn more":["Pelajari lebih lanjut"],"No thanks":["Tidak, terimakasih"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}